import React from 'react';

const About = () => {
    return (
        <section id="about" className="about">
            <h2>Про розробників</h2>
            <p>Наші розробники — команда професіоналів, яка працює над створенням захоплюючих ігор. Ми завжди прагнемо зробити кожну гру цікавою та захоплюючою для гравців!</p>
            <p>Розробники:</p>
            <ul>
                <li>Роман - Головний розробник</li>
                <li>Олександр - UI/UX дизайнер</li>
                <li>Марина - Програміст</li>
            </ul>
        </section>
    );
};

export default About;
