{
  "title": "Політика конфіденційності TREASURE PLANET",
  "effectiveDate": "Дата набуття чинності: 23.03.2025",
  "intro": "Компанія [Назва компанії] (далі — «ми», «наш» або «нас») поважає вашу конфіденційність і прагне забезпечити захист ваших персональних даних. У цій Політиці конфіденційності описано, які дані ми збираємо, як їх використовуємо та які права ви маєте щодо вашої інформації під час використання мобільної гри «TREASURE PLANET» (далі — «Гра»).",
  "sections": [
    {
      "title": "1. Збір інформації",
      "content": [
        "Під час використання Гри ми можемо збирати такі дані:",
        "Персональна інформація: ім’я користувача, адреса електронної пошти (якщо потрібна реєстрація або зворотний зв’язок).",
        "Технічна інформація: тип пристрою, операційна система, IP-адреса, унікальні ідентифікатори пристрою.",
        "Ігрові дані: прогрес у грі, внутрішньоігрові покупки, досягнення.",
        "Дані про використання: інформація про те, як ви взаємодієте з Грою, зокрема частота та тривалість сесій.",
        "Файли cookie та подібні технології: для покращення роботи Гри та персоналізації контенту."
      ]
    },
    {
      "title": "2. Використання інформації",
      "content": [
        "Ми використовуємо зібрані дані для таких цілей:",
        "Забезпечення роботи та покращення Гри.",
        "Налаштування ігрового процесу відповідно до вподобань користувача.",
        "Надання технічної підтримки та зворотного зв’язку.",
        "Аналіз даних для покращення користувацького досвіду.",
        "Надсилання повідомлень про новини, акції та оновлення (з дозволу користувача).",
        "Виявлення та запобігання шахрайству."
      ]
    },
    {
      "title": "3. Передача даних третім сторонам",
      "content": [
        "Ми не продаємо і не передаємо персональні дані третім сторонам, за винятком таких випадків:",
        "Партнерам та аналітичним сервісам, які допомагають покращити роботу Гри.",
        "Державним органам, якщо цього вимагає закон.",
        "У разі злиття, продажу компанії або її активів, коли дані можуть бути передані новому власнику."
      ]
    },
    {
      "title": "4. Зберігання та захист даних",
      "content": [
        "Ми вживаємо заходів для захисту ваших даних від несанкціонованого доступу, зміни або втрати.",
        "Проте жоден метод передачі даних через Інтернет не може бути абсолютно безпечним."
      ]
    },
    {
      "title": "5. Ваші права",
      "content": [
        "Ви маєте право:",
        "Запросити доступ до ваших даних.",
        "Виправити або видалити ваші дані.",
        "Обмежити обробку ваших даних.",
        "Відкликати згоду на обробку даних (якщо обробка здійснюється на підставі згоди).",
        "Для реалізації своїх прав зв’яжіться з нами за адресою treasureplanetsuport@gmail.com."
      ]
    },
    {
      "title": "6. Зміни до Політики конфіденційності",
      "content": [
        "Ми можемо періодично оновлювати цю Політику конфіденційності.",
        "Про зміни ми повідомлятимемо, публікуючи оновлену версію в Грі."
      ]
    },
    {
      "title": "7. Контактна інформація",
      "content": [
        "Якщо у вас є запитання щодо цієї Політики конфіденційності, зв’яжіться з нами за адресою treasureplanetsuport@gmail.com."
      ]
    }
  ]
}
